[
    {
        "id": 1,
        "title": "Christy Organics",
        "price": 60,
        "star": 3.5,
        "description": "Made with 100% natural ingredients, all Christy Organics perfumes are free from synthetic notes, chemical preservatives and additives. They’re also free from alcohol, parabens, phthalates, and are vegan and cruelty-free, too.",
        "img": "https://i.ibb.co/H2fBQkM/product9.jpg"
    },
    {
        "id": 2,
        "title": "Iba Pure Perfumes",
        "price": 6,
        "star": 4,
        "description": "Made with pure ingredients, all of Iba’s products are free from alcohol, animal-derived ingredients or harsh chemicals such as sulfates, parabens, ammonia and bleaching agents.",
        "img": "https://i.ibb.co/QFWzrmJ/product1.png"
    },
    {
        "id": 3,
        "title": "Wardah Beauty",
        "price": 70,
        "star": 4.5,
        "description": "Wardah Beauty is an Indonesian cosmetic brand that is a pioneer in halal beauty products. The brand is proud to have been halal from its beginnings. It offers a strong portfolio of halal skincare and make-up, as well as fragrances for women",
        "img": "https://i.ibb.co/v1hWTzt/product2.jpg"
    },
    {
        "id": 4,
        "title": "Ridha Naturals",
        "price": 15,
        "star": 3.9,
        "description": "The brand is completely natural, using ingredients that are kind to the planet and your skin. Their range of 100% halal, plant-based, natural, alcohol-free oil perfumes will transition you to a place far away, while simultaneously uplifting the body and soul.",
        "img": "https://i.ibb.co/w4jLKDZ/product3.jpg"
    },
    {
        "id": 5,
        "title": "Ink & Ocean",
        "price": 55,
        "star": 4.2,
        "description": "Ink & Ocean’s botanical, halal perfumes are crafted using plant extracts, resins, plant tinctures and flowers in a base of oil. It’s exactly how the ancients made perfume! Crafted from organic ingredients and pure essential oils, these halal fragrances are bespoke at an affordable price.",
        "img": "https://i.ibb.co/pypqwVQ/product4.jpg"
    },
    {
        "id": 6,
        "title": "Sunnamusk",
        "price": 70,
        "star": 3.5,
        "description": "The specialist fragrance house based in London works alongside a highly skilled team of perfumers to produce their exclusive range of pure fine oils and Eau de Parfum.",
        "img": "https://i.ibb.co/27p6rYP/product5.jpg"
    }
]